wipo-unisa/IPSP02Y - Essential Competition Law/assignments/NLisa_Assignment_01.tex
% Created 2017-03-19 Sun 20:46
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=0.8in]{geometry}
\usepackage[backend=bibtex, style=ieee]{biblatex}
\addbibresource{~/course/training/csir/novellasers/bibliography/bibliography.bib}
\DeclareFieldFormat[inproceedings]{citetitle}{\textit{#1}}
\DeclareFieldFormat[inproceedings]{title}{\textit{#1}}
\DeclareFieldFormat[misc]{citetitle}{#1}
\DeclareFieldFormat[misc]{title}{#1}
\renewcommand*{\bibpagespunct}{%
\ifentrytype{inproceedings}
{\addspace}
{\addcomma\space}}
\AtEveryCitekey{\ifuseauthor{}{\clearname{author}}}
\AtEveryBibitem{\ifuseauthor{}{\clearname{author}}}
\author{Nyameko Lisa}
\date{\today}
\title{IPSP02Y - Essential Competition Law\\\medskip
\large Assignment 1 - Unique Number: 701001}
\hypersetup{
 pdfauthor={Nyameko Lisa},
 pdftitle={IPSP02Y - Essential Competition Law},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.0.5)},
 pdflang={English}}
\begin{document}

\maketitle
\section*{Declaration}
\label{sec:orge8a8d2f}
\begin{itemize}
\item I know that plagiarism is to use someone else’s work and pass it off as my own.
\item I know that plagiarism is wrong.
\item I confirm that this assignment is my own work.
\item I have acknowledged in the bibliography accompanying the assignment all the sources that I have used.
\item I have not directly copied without acknowledgement anything from the Internet or from any other source.
\item I have indicated every quotation and citation in a footnote or bracket linked to that quotation.
\item I have not allowed anyone else to copy my work and to pass it off as their own work.
\item I understand that if any unacknowledged copying whatsoever appears in my assignment I will receive zero per cent for the assignment.
\item I am aware of the UNISA policy on plagiarism and understand that disciplinary proceedings can be instituted against me by UNISA if I contravene this policy.
\item I indicate my understanding and acceptance of this declaration by
entering my name hereunder:
\begin{itemize}
\item Name: \textbf{Nyameko Lisa} (Student Number: \textbf{7874-909-3})
\end{itemize}
\end{itemize}

\subsection*{NOTE}
\label{sec:orgead09eb}
Please note that footnotes will be denoted as \footnote{This is a footnote.} and will
appear at the bottom of the page.\\
References will be denoted by \cite{wipo83_paris_conve_protect_ip} and will appear at the end of the document.
\newpage

\section{Can Dry Company take legal action against Frost Company? \textbf{[10]}}
\label{sec:orged68b07}
In the arguments that follow, the principles of the Roman-Dutch law relating to
the law of delict will be applied to establish whether Frost Company has acted
unlawfully. Moreover, given that South Africa is a member of both the World
Trade Organization and the Paris Union, the international instruments to be
utilized in the following arguments are the
\citetitle{wipo83_paris_conve_protect_ip} \cite{wipo83_paris_conve_protect_ip}, the
\citetitle{wipo96_model_provi_unfair_comp} \cite{wipo96_model_provi_unfair_comp} and
\citetitle{wto17_trips} \cite{wto17_trips}.

\subsection{Is Dry Company entitled to institute legal action?}
\label{sec:org6847900}
\label{sec:inst-legal}
Dry Company will be entitled to institute legal action against Frost Company for
their acts of \textbf{unfair competition}, as
per [article 10\(^{\text{bis}}\)(3)(3)]\cite{wipo83_paris_conve_protect_ip} and [article
4(1)]\cite{wipo96_model_provi_unfair_comp}. Dry Company could allege that
Frost Company has unlawfully mislead the public as to:
\begin{itemize}
\item \emph{`the manufacturing process'} - MOON DELIGHT products are not
manufactured according to traditional methods. (\emph{See also} [article 4(2)(i)]\cite{wipo96_model_provi_unfair_comp}).
\item \emph{`the characteristics'} - It is patently untrue that MOON DELIGHT products
contain 50\% less calories than ordinary whisky. (\emph{See also} [article 4(2)(iii)]\cite{wipo96_model_provi_unfair_comp}).
\item \emph{`the suitability for their purpose'} - MOON DELIGHT products are of no \uline{more}
benefit in the pursuit of a healthier lifestyle, as compared to ordinary
whisky. (\emph{See also} [article
4(2)(ii)]\cite{wipo96_model_provi_unfair_comp}).
\item \emph{`the nature'} - Frost Company's MOON DELIGHT products are \textbf{not} manufactured in
Scotland. (\emph{See also} [article 4(2)(iv)]\cite{wipo96_model_provi_unfair_comp}).
\begin{itemize}
\item Moreover as per [article 10(1)]\cite{wipo83_paris_conve_protect_ip}, as a
result of \textbf{false indication of source} consignments of MOON DELIGHT products
should be subject to seizure on importation into Paris Union member states.
\item Additionally as per [article 10(2)]\cite{wipo83_paris_conve_protect_ip}, any
producer, manufacturer, or merchant involved in the production of,
manufacture of or trade in such goods, may be deemed an \emph{`interested
party'}.
\item Finally, members of the World Trade Organization are obliged to protect
geographic indications against unfair\footnote{As unfair competition is described
in \cite{wipo83_paris_conve_protect_ip}} use, particularly those which may
cause confusion, as per [article 22(2)]\cite{wto17_trips}.
\end{itemize}
\end{itemize}

Given that Dry Company and Frost Company are both whisky producers, it can be
easily established that `competition' between the two legal entities exists,
satisfying the requirement necessary when implementing, or making use of,
\cite{wipo83_paris_conve_protect_ip}.

\subsection{How is the Goodwill of Dry Company affected?}
\label{sec:orga97e195}
\label{sec:goodwill}
Dry Company may allege that Frost Company has damaged the goodwill of Dry
Company, by misleading the public through a number of false claims. Specifically, on account of Dry Company having allegedly
lost sales due to health conscious members of their customer base, opting to
purchase MOON DELIGHT products and basing this decision on these false claims,
as discussed in Section \ref{sec:inst-legal}. As per [article
10\(^{\text{bis}}\)(3)(1)]\cite{wipo83_paris_conve_protect_ip}, Frost Company unlawful
misleading of the public has result in the confusion of Dry Companies goods,
implying that it is an inferior product, and as per [article 3(1)]
\cite{wipo96_model_provi_unfair_comp}, this constitutes an act of unfair
competition.

\subsection{Can Dry Company Seek an Interdict?}
\label{sec:org82bb85c}
\label{sec:interdict}
It was demonstrated in section \ref{sec:inst-legal}, how Frost Company engaged in
acts deemed to be \emph{unfair competion}, by
misleading the public.

\subsubsection{An act of conduct / Wrongfulness}
\label{sec:org3da4fc4}
It follows therefore that Dry Company may seek an interdict compelling
Frost Company to rescind the false claims regarding the MOON DELIGHT products
and cessation to the manufacture of, production of or trade in MOON DELIGHT
products bearing the false claims.

\subsection{Can Dry Company Claim Damages?}
\label{sec:org6cf6b28}

Dry Company may claim damages from Frost Company should it be able to prove
\emph{fault} on the part of Frost Company, from which Dry Company is suffering
financial loss due to this conduct.

\subsubsection{Liability for unfair competition in SA law}
\label{sec:org7b89c31}
For Frost Company to incur liability for their unfair competitive actions in
terms of the Aquilian action, \emph{all} of the elements of a delict should be
established.

\subsubsection{Fault}
\label{sec:org64e3f57}
In addition to the arguments of Section \ref{sec:interdict}, it is should be
trivial for Dry Company to prove either intent or negligence on the part of
Frost Company in the unfair competitive actions.

\subsubsection{Causation}
\label{sec:org9ddbd10}
It should be noted that it would be more difficult to demonstrate that Frost
Company's unfair competition was indeed the sole cause of Dry Company's loss in
revenue. However Dry Company must argue that it was Frost Companies conduct that
was the cause of the damage suffered. (\emph{See}
\citetitle{steyn64_geary_v_gove}) \cite{steyn64_geary_v_gove}.

\subsubsection{Damages}
\label{sec:orgf7a4de7}
Finally, damages may be difficult to ascertain quantitatively and the courts
must, to the best of their ability, estimate a value (\emph{See}
\citetitle{clayden55_int_tobaco_v_united_tobaco})
\cite{clayden55_int_tobaco_v_united_tobaco}. Moreover the onus lies with Dry
Company to show that it has suffered patrimonial loss and its extent.

\printbibliography
\end{document}
